[{"index": 1, "type": 1, "question": "IS THERE ANYONE WHO'S CHANGED YOUR LIFE BUT DOESN'T KNOW IT?"}, {"index": 2, "type": 1, "question": "WHEN WAS THE LAST TIME YOU FELT LUCKY TO BE YOU?"}, {"index": 3, "type": 1, "question": "WHAT ARE YOU MOST GRATEFUL FOR IN THIS CURRENT MOMENT?"}, {"index": 4, "type": 1, "question": "WHAT HAVE YOU BEEN TAKING FOR GRANTED LATELY?"}, {"index": 5, "type": 1, "question": "WHAT'S THE LAST THING YOU LIED TO YOUR MOM ABOUT?"}, {"index": 6, "type": 1, "question": "HAVE YOU CHANGED YOUR MIND ABOUT ANYTHING RECENTLY?"}, {"index": 7, "type": 1, "question": "WHAT HAS BEEN YOUR EARLIEST RECOLLECTION OF HAPPINESS?"}, {"index": 8, "type": 1, "question": "WHAT TITLE WOULD YOU GIVE THIS CHAPTER IN YOUR LIFE?"}, {"index": 9, "type": 1, "question": "WHAT PART OF YOUR LIFE WORKS WHAT PART OF YOUR LIFE HURTS?"}, {"index": 10, "type": 2, "question": "HOW CAN YOU BECOME A BETTER PERSON?"}, {"index": 11, "type": 2, "question": "WHEN YOU ARE ASKED HOW ARE YOU, HOW OFTEN DO YOU ANSWER TRUTHFULLY?"}, {"index": 12, "type": 2, "question": "HOW ARE YOU, REALLY?"}, {"index": 13, "type": 2, "question": "WHAT DO YOU THINK IS ONE THING I COULD DO THAT WOULD DRASTICALLY IMPROVE MY LIFE?"}, {"index": 14, "type": 2, "question": "WHAT DO I NEED TO HEAR RIGHT NOW?"}, {"index": 15, "type": 2, "question": "WHAT CAN I HELP YOU WITH?"}, {"index": 16, "type": 2, "question": "WHAT’S THE ONE THING YOU WOULD LIKE TO CHANGE ABOUT YOURSELF?"}, {"index": 17, "type": 2, "question": "WHAT WAS THE WORST PHASE IN YOUR LIFE?"}, {"index": 18, "type": 2, "question": "WHAT KIND OF PARENT DO YOU THINK YOU WILL BE?"}, {"index": 19, "type": 2, "question": "WHAT DO YOU THINK OF BEST FRIENDS OF THE OPPOSITE SEX?"}, {"index": 20, "type": 3, "question": "WHAT ARE YOU MOST THANKFUL FOR?"}, {"index": 21, "type": 3, "question": "HOW WOULD YOU DEFINE THE BIGGEST CHALLENGE YOU’RE FACING RIGHT NOW?"}, {"index": 22, "type": 3, "question": "WHAT ARE THE THINGS OR PEOPLE IN YOUR LIFE THAT ARE CAUSING PROBLEMS FOR YOU?"}, {"index": 23, "type": 3, "question": "HOW DO YOU FEEL WHEN A PROBLEM POPS UP UNEXPECTEDLY?"}, {"index": 24, "type": 3, "question": "DO YOU FEEL MAD WHEN YOU DON’T GET YOUR WAY OR LOSE CONTROL?"}, {"index": 25, "type": 3, "question": "TELL ME ABOUT THE IMPORTANT RELATIONSHIPS IN YOUR LIFE."}, {"index": 26, "type": 3, "question": "ON A SCALE OF 0-10, HOW CONTENT ARE YOU WITH YOUR LIFE?"}, {"index": 27, "type": 3, "question": "WHAT ARE YOU UNCLEAR ABOUT IN YOUR LIFE, THAT IF YOU FIGURED IT OUT, WOULD MAKE THE BIGGEST DIFFERENCE?"}, {"index": 28, "type": 3, "question": "IF YOU WERE HAPPIER, HOW WOULD PEOPLE KNOW?"}, {"index": 29, "type": 3, "question": "WHAT SUPPORT DO YOU NEED? HOW CAN YOU GET THAT SUPPORT?"}, {"index": 30, "type": 3, "question": "WHAT’S AN ASSUMPTION YOU HAVE THAT MIGHT BE HOLDING YOU BACK?"}]