[{"index": 1, "type": 1, "question": "IS THERE AN IMAGE OF YOURSELF YOU TRY TO PROJECT ON A FIRST DATE YOU WISH YOU COULD LET GO OF?"}, {"index": 2, "type": 1, "question": "WHAT'S YOUR LEAST FAVORITE QUESTION TO BE ASKED ON A DATE? WHAT DO YOU WISH YOU WOULD BE ASKED MORE?"}, {"index": 3, "type": 1, "question": "WRITE DOWN THE THREE MOST IMPORTANT THINGS TO YOU IN A RELATIONSHIP (30 SEC) COMPARE."}, {"index": 4, "type": 1, "question": "BASED ON WHAT YOU LEARNED ABOUT ME WHAT WOULD YOU RECOMMEND I READ?"}, {"index": 5, "type": 1, "question": "BASED ON WHAT YOU'VE LEARNED ABOUT ME, DOES MY SOCIAL MEDIA PORTRAY ME ACCURATELY?"}, {"index": 6, "type": 1, "question": "WHY DO YOU THINK WE MET?"}, {"index": 7, "type": 1, "question": "WHEN THIS GAME IS OVER, WHAT WILL BE SOMETHING YOU WILL REMEMBER ABOUT ME?"}, {"index": 8, "type": 1, "question": "AM I LIKE YOU EXPECTED ME TO BE?"}, {"index": 9, "type": 1, "question": "DO YOU CONSIDER YOURSELF AN INTROVERT OR AN EXTROVERT?"}, {"index": 10, "type": 2, "question": "WHAT DID YOU WANT TO BE WHEN YOU WERE YOUNGER?"}, {"index": 11, "type": 2, "question": "WHERE IS YOUR FAVORITE PLACE IN THE ENTIRE WORLD TO GO?"}, {"index": 12, "type": 2, "question": "WHAT’S THE MOST SPONTANEOUS THING YOU’VE DONE LATELY?"}, {"index": 13, "type": 2, "question": "WHAT’S YOUR FAVORITE THING TO DO IN YOUR FREE TIME?"}, {"index": 14, "type": 2, "question": "WHO IS THE MOST FASCINATING PERSON YOU’VE EVER MET?"}, {"index": 15, "type": 2, "question": "WHAT TV SERIES DO YOU KEEP COMING BACK TO AND RE-WATCHING?"}, {"index": 16, "type": 2, "question": "WHAT HOBBIES WOULD YOU LIKE TO GET INTO IF YOU HAD THE TIME AND MONEY?"}, {"index": 17, "type": 2, "question": "AMONG YOUR FRIENDS, WHAT ARE YOU BEST KNOWN FOR?"}, {"index": 18, "type": 2, "question": "WHAT ARE SOME OBSCURE THINGS THAT YOU ARE OR WERE REALLY INTO?"}, {"index": 19, "type": 2, "question": "WHAT ARE SOME THINGS EVERYONE SHOULD TRY AT LEAST ONCE?"}, {"index": 20, "type": 3, "question": "WHERE’S THE STRANGEST PLACE YOU’VE EVER BEEN?"}, {"index": 21, "type": 3, "question": "WHAT’S BEEN THE MOST SIGNIFICANT PLOT TWIST IN YOUR OWN LIFE?"}, {"index": 22, "type": 3, "question": "ARE YOU MORE OF AN INDOORS OR OUTDOORS PERSON?"}, {"index": 23, "type": 3, "question": "WHAT WOULD YOU LIKE TO KNOW MORE ABOUT, BUT HAVEN’T HAD THE TIME TO LOOK INTO IT?"}, {"index": 24, "type": 3, "question": "WHAT COUNTRY DO YOU NEVER WANT TO VISIT?"}, {"index": 25, "type": 3, "question": "WHAT WRONG ASSUMPTIONS DO PEOPLE MAKE ABOUT YOU?"}, {"index": 26, "type": 3, "question": "WHAT HAS BEEN THE BEST PERIOD OF YOUR LIFE SO FAR?"}, {"index": 27, "type": 3, "question": "WHAT’S THE MOST RECENT THING YOU’VE DONE FOR THE FIRST TIME?"}, {"index": 28, "type": 3, "question": "WHAT SMALL SEEMINGLY INSIGNIFICANT DECISION HAD A MASSIVE IMPACT ON YOUR LIFE?"}, {"index": 29, "type": 3, "question": "WOULD YOU LIKE TO BE FAMOUS? (IF YES, WHAT WOULD YOU WANT TO BE FAMOUS FOR? IF NO, WHY NOT?)"}, {"index": 30, "type": 3, "question": "WHAT’S THE MOST ESSENTIAL PART OF A FRIENDSHIP?"}]